{
  "contact-posts": [
    {
      "id": 1,
      "firstName": "Angus",
      "lastName": "Hamburger",
      "email": "angyHamburgy@hotmale.net",
      "title": "Bless Your Heart, Magnet.",
      "message": "Thank you for providing an incredible service. I actually didn't come here to complain, but to instead shower you in love and praise. I hope Magnet succeeds where others have failed.",
      "reply": "Hey there!! Thanks so much for using Magnet. We're glad that you're getting so much out of our service and we couldn't be happier to hear how much you love it! - The Magnet Team"
    },
    {
      "id": 2,
      "firstName": "Samantha",
      "lastName": "Smith",
      "email": "samsw0rLd666@aol.com",
      "title": "How does Magnet Make Money?",
      "message": "Does anyone else find it weird that this service is 100% free, yet somehow Magnet is still in business? I read a conspiracy online that this is a honeypot funded by the US government to force people to do free unpaid labor. Seems ridiculous!!! Anyways my cash app is $samsw0rLd666 please pay me 🙏",
      "reply": "We'd prefer if you went outside and touched grass. - The Magnet Team"
    },
    {
      "firstName": "Barrett",
      "lastName": "Kowalsky",
      "email": "barrettkowalsky@gmail.com",
      "message": "Writing a big long message! Writing a big long message! Writing a big long message! Writing a big long message! Writing a big long message! Writing a big long message! Writing a big long message! Writing a big long message! Writing a big long message! Writing a big long message! Writing a big long message! Writing a big long message! Writing a big long message! Writing a big long message! Writing a big long message! Writing a big long message! Writing a big long message! ",
      "title": "Testing My Message!",
      "id": 3,
      "reply": "Please don't use our contact page to test your big long message. Thanks for using Magnet! - The Magnet Team"
    }
  ],
  "story-posts": [
    {
      "id": 1,
      "firstName": "Susan",
      "img": "/susan.png",
      "type": "Business",
      "work": "Candle Maker",
      "description": "Hi everyone! My name is Susan and I'm excited to be joining this community. I just started making some candles from scratch at home, and I haven't sold a single one yet! Candles are really hard to photograph, so I'm really just looking to see if there's anyone available who might be able to help me get started, just by taking one or two photos for me to put on my Etsy shop!"
    },
    {
      "firstName": "Cameron",
      "img": "/cameron.png",
      "type": "Creative",
      "work": "Painter",
      "description": "I'm Cameron and I like to paint. My apartment is stocked top to bottom with pieces that I've created over the years, and I need to make some room on the walls. So, I was thinking about trying to sell some of my art, but I don't want to do that on the internet. Is there anyone running a coffee shop or art studio near me who might be open to hanging up some of my art? Thanks!",
      "id": 2
    },
    {
      "firstName": "Daryle",
      "img": "/daryle.png",
      "type": "Creative",
      "work": "Singer",
      "description": "Hello I am looking for someone who wants to listen to me sing",
      "id": 3
    },
    {
      "firstName": "Liam",
      "img": "/liam.JPG",
      "type": "Business",
      "work": "Realtor",
      "description": "Hey there! I just became a real estate agent this past year, and I'm looking to meet with fellow realtors who can give me some tips and tricks on how to sell huge mansions and make disgusting amounts of money. If there's anyone who can help, please reach out anytime!",
      "id": 4
    }
  ]
}